"MenuTitle" = "HP LaserJet Professional Utility";

"OK" = "OK";
"Cancel" = "Cancel";
"Note:" = "Note:";

"Auto-Off" = "Auto-Off";
"Auto-Off After:" = "Auto-Off After:";
"Automatically turn off device after inactivity" = "Automatically turn off device after inactivity";
"1 minute" = "1 minute";
"5 minutes" = "5 minutes";
"15 minutes" = "15 minutes";
"30 minutes" = "30 minutes";
"1 hour" = "1 hour";
"2 hours" = "2 hours";
"4 hours" = "4 hours";
"8 hours" = "8 hours";
"24 hours" = "24 hours";
"Never" = "Never";
"AutoOffNotes" = "The device will turn on automatically when it receives a print-job";
"EcoSMART" = "EcoSMART";
"Sleep Delay:" = "Sleep Delay:";
"Power Down Delay:" = "Power Down Delay:";

"Copy Setting" = "Copy Setting";
"Copy Quality:" = "Copy Quality:";
"Paper Size:" = "Paper Size:";
"A4" = "A4";
"Legal" = "Legal";
"Letter" = "Letter";
"CopySettingNotes" = "Copy Quality - Sets the default copy quality\r\n\r\nPaper Size - Sets the default paper size for copies";

"Draft" = "Draft";
"Film Photo" = "Film Photo";
"Mixed" = "Mixed";
"Picture" = "Picture";
"Text" = "Text";

"Internal Pages" = "Internal Pages";
"InternalPageNotes" = "Cleaning Page - Loads the cleaning page utility\r\nDemo Page - Prints a demo page\r\nConfiguration Page - Prints a localized configuration page\r\nSupply Status Page - Prints a localized supply status page";
"Cleaning Page" = "Cleaning Page";
"Demo Page" = "Demo Page";
"Configuration Page" = "Configuration Page";
"Supply Status Page" = "Supply Status Page";
"Print Information Pages" = "Print Information Pages";

"Language" = "ENGLISH";

"CleaningPagePanelLabel" = "The HP LaserJet Professional Cleaning Utility is designed to remove excess paper and toner particles that can accumulate on the fuser assembly and rollers and thereby extend the life of the printer.\r\nPlease follow the steps below to begin the cleaning process:\r\n1. Make sure the device is idle and the Ready LED is on\r\n2. Load overhead transparency or copier grade paper (18lb-24lb or 70g/m²-90g/m²) with a smooth surface in Tray 1\r\n3. Press OK to begin the cleaning\r\nNote - The cleaning process will take about 3 minutes from start to finish.";

"EWS Browser" = "EWS Browser";

"EWSBrowserNotes" = "Click the EWS button to access the device's Embedded Web Server";
